Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Minimum height must be a positive number.
ar: يجب أن يكون الحد الأدنى للارتفاع رقمًا موجبًا.
da: Mindste højde skal være et positivt tal.
de: Die Mindesthöhe muss eine positive Zahl sein.
el: Το ελάχιστο ύψος πρέπει να είναι θετικός αριθμός.
es: La altura mínima debe ser un número positivo.
fi: Minimikorkeuden on oltava positiivinen luku.
fr: La hauteur minimale doit être un nombre positif.
he: גובה מינימלי חייב להיות מספר חיובי.
hi: न्यूनतम ऊंचाई एक धनात्मक संख्या होनी चाहिए।
it: L'altezza minima deve essere un numero positivo.
ja: 最小の高さは正の数である必要があります。
ko: 최소 높이는 양수여야 합니다.
nb: Minimumshøyden må være et positivt tall.
nl: De minimumhoogte moet een positief getal zijn.
pl: Minimalna wysokość musi być liczbą dodatnią.
ru: Минимальная высота должна быть положительным числом.
sr_latn: Minimalna visina mora biti pozitivan broj.
sv: Minimilängden måste vara ett positivt tal.
uk: Мінімальна висота має бути додатнім числом.
zh_hans: 最小高度必须是一个正数。

source: Minimum size set
ar: مجموعة الحجم الأدنى
da: Mindstemålssæt
de: Mindestgrößen-Set
el: Ελάχιστο μέγεθος σετ
es: Conjunto de tamaño mínimo
fi: Minimikoko asetettu
fr: Taille minimale
he: גודל מינימלי
hi: न्यूनतम आकार सेट
it: Set di dimensioni minime
ja: 最小サイズセット
ko: 최소 크기 설정됨
nb: Minimumsstørrelsessett
nl: Minimumgrootte ingesteld
pl: Minimalna wielkość ustawiona
ru: Минимальный набор размеров
sr_latn: Minimalna veličina set
sv: Minsta storlekssats
uk: Мінімальний розмір встановлено
zh_hans: 最小尺寸套装

source: Minimum width must be a positive number.
ar: يجب أن يكون الحد الأدنى للعرض رقمًا موجبًا.
da: Mindstebredden skal være et positivt tal.
de: Die Mindestbreite muss eine positive Zahl sein.
el: Το ελάχιστο πλάτος πρέπει να είναι θετικός αριθμός.
es: El ancho mínimo debe ser un número positivo.
fi: Vähimmäisleveyden on oltava positiivinen luku.
fr: La largeur minimale doit être un nombre positif.
he: רוחב מינימלי חייב להיות מספר חיובי.
hi: न्यूनतम चौड़ाई एक धनात्मक संख्या होनी चाहिए।
it: La larghezza minima deve essere un numero positivo.
ja: 最小幅は正の数である必要があります。
ko: 최소 너비는 양수여야 합니다.
nb: Minimumsbredden må være et positivt tall.
nl: De minimumbreedte moet een positief getal zijn.
pl: Minimalna szerokość musi być liczbą dodatnią.
ru: Минимальная ширина должна быть положительной цифрой.
sr_latn: Minimalna širina mora biti pozitivan broj.
sv: Minsta bredd måste vara ett positivt tal.
uk: Мінімальна ширина має бути додатнім числом.
zh_hans: 最小宽度必须是一个正数。

source: Mission Control is enabled and may intercept matching upward swipes.
ar: تم تمكين التحكم في المهمة وقد يقوم باعتراض النقرات الصعودية المتطابقة.
da: Mission Control er aktiveret og kan opsnappe matchende opadgående swipes.
de: Die Mission Control ist aktiviert und kann entsprechende nach oben gerichtete Wischbewegungen abfangen.
el: Ο Έλεγχος Αποστολής είναι ενεργοποιημένος και μπορεί να αναχαιτίσει ταιριάζουν προς τα πάνω.
es: El Control de Misión está habilitado y puede interceptar los deslizamientos hacia arriba correspondientes.
fi: Operaation ohjaus on käytössä, ja se voi pysäyttää vastaavat ylöspäin suuntautuvat pyyhkäisyt.
fr: Le contrôle de mission est activé et peut intercepter des swips correspondant vers le haut.
he: בקרת משימה מופעלת ויכול ליירט התאמת מחיצות כלפי מעלה.
hi: मिशन कंट्रोल सक्षम है और यह मिलान वाले ऊपर की ओर स्वाइप्स को रोक सकता है।
it: Mission Control è abilitato e può intercettare scorribande corrispondenti verso l'alto.
ja: ミッションコントロールが有効になっており、一致する上向きのスワイプを検知する可能性があります。
ko: 미션 컨트롤이 활성화되어 있으며 일치하는 위쪽 스와이프를 차단할 수 있습니다.
nb: Mission Control er aktivert og kan avskjære matchende oppovervendte sveip.
nl: Mission Control is ingeschakeld en kan opwaartse swipes onderscheppen.
pl: Funkcja Mission Control jest włączona i może przechwytywać dopasowane ślady palcem w górę.
ru: Mission Control включён и может перехватывать соответствующие жесты смахивания вверх.
sr_latn: Kontrola misija je uključena i može da prekine odgovarajuće vrhove.
sv: Mission Control är aktiverat och kan fånga upp matchande uppåtgående svepningar.
uk: Mission Control увімкнено й може перехоплювати відповідні проведення вгору.
zh_hans: 任务控制已启用，并且可以拦截匹配的上滑动手势。

source: Modified
ar: تاريخ التعديل
da: Ændret
de: Geändert
el: Τροποποιήθηκε
es: Modificación
fi: Muokattu
fr: Modifié le
he: שונה
hi: संशोधित
it: Modificato
ja: 変更日
ko: 수정일
nb: Endret
nl: Bewerkt
pl: Zmodyfikowano
ru: Изменен
sr_latn: Izmenjeno
sv: Ändrad
uk: Змінено
zh_hans: 修改时间

source: Modified %@
ar: تاريخ التعديل: %@
da: Ændret %@
de: Geändert: %@
el: Τροποποιήθηκε: %@
es: Última modificación: %@
fi: Muokattu %@
fr: Modification : %@
he: שונה: %@
hi: संशोधित : %@
it: Ultima modifica: %@
ja: 変更日: %@
ko: 최근 수정일: %@
nb: Endret %@
nl: Gewijzigd: %@
pl: Zmodyfikowano %@
ru: Изменено %@
sr_latn: Izmenjeno %@
sv: Ändrades %@
uk: Змінено %@
zh_hans: 修改于%@

source: Modifier side
ar: جانب المعدل
da: Ændr side
de: Modifikatorseite
el: Πλευρά τροποποιητή
es: Lado del modificador
fi: Muokkainpuoli
fr: Côté de la modification
he: רכיב לשונית חזותי
hi: मॉडिफायर साइड
it: Lato modificatore
ja: 修飾側
ko: 수정 키 위치
nb: Modifikasjonsside
nl: Modifierzijde
pl: Strona modyfikatora
ru: Сторона модификатора
sr_latn: Modifikovana strana
sv: Modifieringssida
uk: Бічний модифікатор
zh_hans: 修改器侧面

source: Modifier side for %@
ar: جانب المعدل لـ %@
da: Ændr side for %@
de: Modifizierende Seite für %@
el: Πλευρά τροποποιητή για %@
es: Lado modificador para %@
fi: Muunnospuoli %@:lle
fr: Modifier le côté pour %@
he: משנה צד עבור %@
hi: %@ के लिए संशोधक पक्ष
it: Lato modificatore per %@
ja: %@の修飾側
ko: %@의 수정 키 위치
nb: Modifikatorside for %@
nl: Modifierzijde voor %@
pl: Strona modyfikatora dla %@
ru: Сторона модификатора для %@
sr_latn: Promenite stranicu za %@
sv: Modifieringssida för %@
uk: Бік клавіші-модифікатора для %@
zh_hans: %@的修改器侧面

source: Modifiers that make up the Hyper chord. Unchecked modifiers stay free to combine with Hyper in shortcuts, such as Hyper+Shift when Shift is excluded.
ar: المعدلات التي تشكل التوتر الفائق. تبقى المعدلات غير المحددة حرة في الجمع مع Hyper في الاختصارات، مثل Hyper+Shift عندما يتم استبعاد Shift.
da: Modifierer, der udgør Hyper akkorden. Ukontrollerede modifikatorer forbliver gratis at kombinere med Hyper i genveje, såsom Hyper+Shift når Shift er udelukket.
de: Modifikatoren, die den Hyper-Chord ausmachen. Unkontrollierte Modifikatoren bleiben frei, sich mit Hyper in Shortcuts wie Hyper+Shift zu kombinieren, wenn Shift ausgeschlossen ist.
el: Μετατροπείς που συνθέτουν την Υπερχορδή. Οι ανεξέλεγκτοι τροποποιητές παραμένουν ελεύθεροι να συνδυαστούν με Hyper σε συντομεύσεις, όπως το Hyper+Shift όταν αποκλείεται η Shift.
es: Los modificadores que componen el hipercord. Los modificadores sin marcar permanecen libres de combinarse con Hyper en atajos de teclado, como Hyper+Shift cuando Shift está excluido.
fi: Hyper-soinnun muodostavat muokkaimet. Tarkistamattomat muokkaimet pysyvät vapaina yhdistääkseen Hyper-oikotiet, kuten Hyper+Shift, kun Shift on poissuljettu.
fr: Modificateurs qui composent l'accord Hyper. Les modificateurs non contrôlés restent libres de se combiner avec Hyper dans les raccourcis, comme Hyper+Shift lorsque Maj est exclu.
he: משתנים שמרכיבים את האקורד ההיפר. משתנים לא מסומנים להישאר חופשיים לשלב עם Hyper בקיצורי דרך, כגון Hyper+Shift כאשר Shift לא נכלל.
hi: हाइपर कॉर्ड को बनाने वाले संशोधक। अनचेक्ड संशोधक हाइपर के साथ शॉर्टकट में, जैसे कि जब शिफ्ट को बाहर रखा जाता है तो Hyper+Shift, के साथ संयोजन करने के लिए स्वतंत्र रहते हैं।
it: Modificatori che compongono l'accordo Hyper. I modificatori non controllati rimangono liberi di combinare con Hyper in scorciatoie, come Hyper+Shift quando Shift è escluso.
ja: Hyperコードを構成する修飾子。チェックされていない修飾子は、Shiftが除外されている場合など、Hyper+ShiftなどのショートカットでHyperと組み合わせる際に自由に使用できます。
ko: Hyper 키 조합을 구성하는 수정 키입니다. 선택하지 않은 수정 키는 다른 단축키에서 Hyper와 함께 사용할 수 있습니다. 예를 들어 Shift를 제외하면 Hyper+Shift를 사용할 수 있습니다.
nb: Modifikatorer som utgjør Hyper-kordet. Ukontrollerte modifikatorer forblir frie til å kombinere med Hyper i snarveier, for eksempel Hyper+Shift når Shift er ekskludert.
nl: Modifiers die het Hyper akkoord vormen. Ongecontroleerde modifiers blijven vrij te combineren met Hyper in snelkoppelingen, zoals Hyper+Shift wanneer Shift is uitgesloten.
pl: Zmiany, które tworzą akord Hyper. Niezaznaczone zmiany pozostają wolne do połączenia z Hyper w skrótach, takie jak Hyper+Shift, gdy Shift jest wykluczony.
ru: Модификаторы, составляющие гиперкорд. Не проверяемые модификаторы остаются свободными для комбинирования с Hyper в сокращениях, таких как Hyper+Shift, когда Shift исключен.
sr_latn: Modifikatori koji čine hiperhord. Neprovereni modifikatori ostaju slobodni da se kombinuju sa Hiper u skraćenicama, kao što je Hiper+Shift kada je Shift isključen.
sv: Modifierare som utgör Hyperkordet. Ogiltiga modifierare förblir fria att kombinera med Hyper i genvägar, till exempel Hyper+Shift när Shift exkluderas.
uk: Модифікатори, що утворюють комбінацію Hyper. Модифікатори без позначки можна додавати до Hyper у скороченнях, наприклад Hyper+Shift, якщо Shift не входить до складу Hyper.
zh_hans: 构成超弦的修改器。未检查的修改器可以自由地与其他修改器组合，在快捷键中，例如当排除 Shift 时使用 Hyper+Shift。

source: Momentum
ar: الزخم
da: Inerti
el: Ορμή
es: Momento
fi: Liikevauhti
fr: Inertie
he: מומנטום
hi: प्रगति
it: Momento
ja: 勢い
ko: 운동량
nb: bevegelsesimpuls
nl: Inertie
pl: Bezwładność
ru: Момент
sr_latn: Moment
sv: fart
uk: Моментум
zh_hans: 动量

source: Monitor
ar: مراقب
da: Skærm
el: Οθόνη
fi: Monitori
fr: Moniteur
he: צג
hi: निगरानी करें
ja: モニター
ko: 모니터
ru: Монитор
sv: ordningsman
uk: Монітор
zh_hans: 监视器

source: Monitor Orientation
ar: مراقبة الاتجاه
da: Overvåg orientering
de: Monitor-Orientierung
el: Προσανατολισμός οθόνης
es: Orientación del monitor
fi: Seuraa orientoitumista
fr: Surveiller l'orientation
he: כיוון צג
hi: मॉनिटर ओरिएंटेशन की निगरानी करें
it: Monitorare l'orientamento
ja: モニターの向き
ko: 모니터 방향
nb: Overvåkningsorientering
nl: Monitororiëntatie
pl: Orientacja monitora
ru: Ориентация монитора
sr_latn: Orijentacija monitora
sv: Monitororientering
uk: Орієнтація дисплея
zh_hans: 监视器方向

source: Monitor Roles
ar: أدوار المراقبة
da: Skærmroller
de: Überwachungsrollen
el: Ρόλοι οθονών
es: Roles de monitoreo
fi: Näyttöjen roolit
fr: Surveiller les rôles
he: הצג תפקידים
hi: निगरानी भूमिकाएँ
it: Ruoli dei monitor
ja: 監視ロール
ko: 모니터 역할
nb: Overvåkingsroller
nl: Monitorrollen
pl: Roli monitora
ru: Роли мониторинга
sr_latn: Uloge monitora
sv: Övervakningsroller
uk: Ролі дисплея
zh_hans: 监控角色

source: Monitor setup progress
ar: تتبع تقدم إعدادات المراقبة
da: Overvågningsopsætningsfremskridt
de: Fortschritt der Monitor-Einrichtung überwachen
el: Πρόοδος ρύθμισης οθονών
es: Monitorizar el progreso de la configuración
fi: Seuraa asettelun etenemistä
fr: Surveiller l'état d'avancement de la configuration
he: התקדמות ההתקנה של המוניטור
hi: मॉनिटर सेटअप प्रगति की निगरानी करें
it: Monitorare i progressi di configurazione
ja: モニターの設定進捗を監視する
ko: 모니터 설정 진행 상황 모니터링
nb: Overvåk fremdriften i oppsett
nl: Controleer de voortgang van de setup
pl: Postęp konfiguracji monitora
ru: Прогресс установки монитора
sr_latn: Monitoring napretka
sv: Övervaka framsteg i inställ
uk: Прогрес налаштування монітора
zh_hans: 监控设置进度

source: Monitors
ar: أجهزة المراقبة
da: Monitorer
de: Monitore
el: Οθόνες
es: Monitores
fi: Valvojat
fr: Moniteurs
he: צגים
hi: मॉनिटर
it: Monitor
ja: モニター
ko: 모니터
nb: Skjermer
nl: Monitoren
pl: Monitora
ru: Мониторы
sr_latn: Monitori
sv: Monitorer
uk: Монітори
zh_hans: 监视器

source: More Actions
ar: المزيد من الإجراءات
da: Flere aktioner
de: Weitere Aktionen
el: Περισσότερες Δράσεις
es: Más acciones
fi: Lisää toimia
fr: Autres actions
he: פעולות נוספות
hi: अधिक कार्य
it: Altre azioni
ja: その他のアクション
ko: 더 많은 액션
nb: Flere handlinger
nl: Meer acties
pl: Więcej akcji
ru: Больше действий
sr_latn: Više akcija
sv: Fler åtgärder
uk: Додаткові дії
zh_hans: 更多操作

source: More actions for %@
ar: مزيد من الإجراءات لـ %@
da: Flere aktioner for %@
de: Weitere Aktionen für %@
el: Περισσότερες ενέργειες για %@
es: Más acciones para %@
fi: Lisää toimia %@
fr: Plus d'actions pour %@
he: פעולות נוספות עבור %@
hi: %@ के लिए अधिक क्रियाएँ
it: Più azioni per %@
ja: %@のためのその他のアクション
ko: %@에 대한 더 많은 작업
nb: Flere handlinger for %@
nl: Meer acties voor %@
pl: Więcej działań dla %@
ru: Больше действий для %@
sr_latn: Više akcija za %@
sv: Fler åtgärder för %@
uk: Додаткові дії для %@
zh_hans: %@的更多操作

source: More specific rules win; ties break by order — drag to reorder.
ar: القواعد الأكثر تحديدًا تفوز؛ وتُكسر التعادلات حسب الترتيب — اسحب لإعادة الترتيب.
da: Mere specifikke regler vinder; bånd bryde efter ordre ~ træk for at ombestille.
de: Spezifischere Regeln gewinnen; Unentschieden werden nach Reihenfolge aufgelöst - ziehen Sie, um neu zu ordnen.
el: Υπερισχύουν οι πιο εξειδικευμένοι κανόνες· οι ισοβαθμίες λύνονται με τη σειρά — σύρετε για αλλαγή σειράς.
es: Las reglas más específicas ganan; los empates se rompen por orden — arrastra para reordenar.
fi: Tarkemmat säännöt voittavat, siteet rikkovat järjestystä – venyvät uudelleenjärjestämiseen.
fr: Des règles plus spécifiques gagnent; les liens se brisent par ordre — faites glisser vers le réordre.
he: כללים ספציפיים יותר גוברים; בשוויון הסדר קובע — גררו כדי לשנות סדר.
hi: अधिक विशिष्ट नियम जीतते हैं; टाई क्रम के अनुसार टूटती हैं — पुनः क्रमित करने के लिए खींचें।
it: Regole più specifiche vincono; le cravatte si rompono per ordine drag to reorder.
ja: より具体的なルールが勝つ；引き分けは順序で決まります—再注文するにはドラッグしてください。
ko: 더 구체적인 규칙이 승리합니다; 동점은 순서에 따라 결정됩니다 — 다시 정렬하려면 드래그하세요.
nb: Mer spesifikke regler vinner; uavgjorte avgjørelser brytes etter rekkefølge — dra for å ombestille.
nl: Meer specifieke regels winnen; banden breken op volgorde • slepen om te herschikken.
pl: Zasady bardziej szczegółowe mają pierwszeństwo; remisy rozdzielane są zgodnie z kolejnością — przesuń, aby zmienić kolejność.
ru: Более конкретные правила побеждают; ничины решаются по порядку — перетащите, чтобы пересоставить порядок.
sr_latn: Konkretnije pravila pobede; veze prekida po narudžbini — trkanje na ponovno narudžbine.
sv: Mer specifika regler vinner; oavgjorda avgörs i ordning — dra för att omordna.
uk: Перемагають конкретніші правила; за однакової конкретності вирішує порядок. Перетягніть, щоб змінити його.
zh_hans: 更具体的规则获胜；平局按顺序打破——拖动以重新排序。

source: Mouse & Trackpad
ar: الفأرة ولوحة التتبع
da: Mus og trackpad
de: Maus und Trackpad
el: Ποντίκι & Trackpad
es: Ratón y trackpad
fi: Hiiren ja seurantapadin
fr: Souris & Trackpad
he: משטח & עכבר
hi: माउस और ट्रैकपैड
it: Mouse e trackpad
ja: マウスとトラックパッド
ko: 마우스 및 트랙패드
nb: Mus og trackpad
nl: Muis- & trackpad
pl: Mysz i Trackpad
ru: Мышь и планшет для управления
sr_latn: Miša i trackpad
sv: Mus och trackpad
uk: Мишка та трекпед
zh_hans: 鼠标和触控板

source: Mouse Button %lld
ar: زر الماوس %lld
da: Museknap %lld
de: Maustaste %lld
el: Κουμπί ποντικιού %lld
es: Botón del ratón %lld
fi: Hiiren painike %lld
fr: Bouton de souris %lld
he: כפתור העכבר %lld
hi: माउस बटन %lld
it: Pulsante del mouse %lld
ja: マウスボタン%lld
ko: 마우스 버튼 %lld
nb: Musetast %lld
nl: Muisknop %lld
pl: Przycisk myszy %lld
ru: Кнопка мыши %lld
sr_latn: Knopka miša %lld
sv: Musknapp %lld
uk: Кнопка миши %lld
zh_hans: 鼠标按钮%lld

source: Mouse Cursor's Monitor
ar: شاشة متصفح الفأرة
da: Musemarkørens skærm
de: Monitor des Mauscursors
el: Οθόνη Δρομέα Ποντίκι
es: Monitor del Cursor del ratón
fi: Hiiren kursorin monitori
fr: Moniteur de la souris
he: צג כירוס העכברים
hi: माउस कर्सर का मॉनिटर
it: Monitor del cursore del mouse
ja: マウスカーソルのモニター
ko: 마우스 커서의 모니터
nb: Musmarkørens skjerm
nl: Muiscursormonitor
pl: Monitor myszy
ru: Монитор курсора мыши
sr_latn: Monitor miša kursora
sv: Musmarkörens skärm
uk: Монітор мишки
zh_hans: 鼠标光标的监视器

source: Mouse Move & Resize
ar: تحريك الفأرة وتكبير الحجم
da: Mus Flyt & Ændr størrelse
de: Mausbewegung und Größenanpassung
el: Μετακίνηση ποντικιού & αλλαγή μεγέθους
es: Movimiento del ratón y rediseño
fi: Hiiren siirto ja koon muuttaminen
fr: Déplacement et redimensionnement de la souris
he: הזז עכבר & שינוי גודל
hi: माउस मूव करें और रीज़ाइज़ करें
it: Mostra & ridimensiona il mouse
ja: マウス移動とサイズ変更
ko: 마우스 이동 및 크기 조정
nb: Musbevegelse og størrelse
nl: Muis verplaatsen & Grootte wijzigen
pl: Przesuń myszką & Zmień rozmiar
ru: Перемещение мыши и изменение размера
sr_latn: Miša kreće i rezize
sv: Musrörelse och storlek
uk: Переміщення мишею та зміна розміру
zh_hans: 鼠标移动和缩放

source: Mouse Warp
ar: تلف الفأرة
de: Maus-Warp
el: Ποντίκι Warp
es: Tormenta de ratón
fr: Chaîne de souris
he: על-חלל עכברי
hi: माउस वार्म
ja: マウスワープ
nb: Musewarp
nl: Muiswarp
pl: Zakłócanie myszy
ru: Перемыкание мыши
sr_latn: Miša Varp
sv: Musförvrängning
zh_hans: 鼠标扭曲

source: Mouse Warp Margin
ar: هامش تشويه الماوس
da: Mouse Warp-margen
de: Maus-Warp-Rand
el: Περιθώριο μεταφοράς δείκτη μεταξύ οθονών
es: Margen de distorsión del ratón
fi: Mouse Warp -marginaali
fr: Marge de distorsion de la souris
he: שולית על-חלל עכברית
hi: माउस वार्म मार्जिन
it: Margine Mouse Warp
ja: マウスワープマージン
ko: Mouse Warp 여백
nb: Musewarp-margin
nl: Marge Mouse Warp
pl: Margines przesuwania myszy
ru: Пространство для искажения мыши
sr_latn: Miša Varp Margin
sv: Musförvrängningsmarginal
uk: Відступ Mouse Warp
zh_hans: 鼠标扭曲边距

source: Mouse Warp moves the pointer across matching display edges using the OmniWM routing arrangement. It is recommended when the macOS displays touch only at their corners.
ar: يقوم Mouse Warp بتحريك المؤشر عبر حواف الشاشة المتطابقة باستخدام ترتيب التوجيه OmniWM. يُنصح به عندما تعرض الشاشة macOS اللمس فقط في زواياها.
da: Mouse Warp flytter markøren på tværs af tilsvarende skærmkanter ved hjælp af OmniWM’s ruteopstilling. Det anbefales, når macOS-skærmene kun rører hinanden i hjørnerne.
de: Mouse Warp bewegt den Mauszeiger entlang der übereinstimmenden Displaykanten mithilfe der OmniWM-Routing-Anordnung. Es wird empfohlen, wenn die macOS-Displays nur an ihren Ecken berühren.
el: Η Μεταφορά δείκτη μετακινεί τον δείκτη μεταξύ αντίστοιχων άκρων οθονών σύμφωνα με τη Διάταξη δρομολόγησης του OmniWM. Συνιστάται όταν οι οθόνες του macOS αγγίζονται μόνο στις γωνίες τους.
es: Mouse Warp mueve el puntero a lo largo de los bordes de la pantalla que coinciden utilizando la disposición de enrutamiento OmniWM. Se recomienda cuando las pantallas macOS solo muestran el toque en sus esquinas.
fi: Mouse Warp siirtää osoittimen vastaavien näyttöreunojen yli OmniWM:n reititysjärjestyksen mukaisesti. Sitä suositellaan, kun macOS:n näytöt koskettavat toisiaan vain kulmista.
fr: Mouse Warp déplace le pointeur entre les bords correspondants des écrans selon la disposition de routage d’OmniWM. Cette option est recommandée lorsque les écrans macOS ne se touchent que par les coins.
he: על-חלל עכבר מזיז את המצביע על פני קצוות תצוגה תואמים באמצעות OmniWM סידור ניתוב. זה מומלץ כאשר macOS הצגות נוגעות רק בפינות שלהם.
hi: माउस वार्प OmniWM रूटिंग व्यवस्था का उपयोग करके मिलान डिस्प्ले किनारों के पार पॉइंटर को स्थानांतरित करता है। यह तब अनुशंसित किया जाता है जब macOS डिस्प्ले केवल उनके कोनों पर ही स्पर्श प्रदर्शित करते हैं।
it: Mouse Warp sposta il puntatore tra i bordi corrispondenti dei monitor usando la disposizione di instradamento di OmniWM. È consigliato quando i monitor in macOS si toccano solo agli angoli.
ja: マウスワープはOmniWMルーティング配置を使用して、一致するディスプレイのエッジを横切ってポインタを移動します。macOSがコーナーでのみタッチを表示する場合に推奨されます。
ko: Mouse Warp는 OmniWM의 라우팅 배치에 따라 서로 맞닿는 디스플레이 가장자리 사이로 포인터를 이동합니다. macOS의 디스플레이가 모서리에서만 맞닿을 때 권장됩니다.
nb: Mouse Warp flytter markøren over matchende skjermkanter ved hjelp av OmniWM-rutingoppsettet. Det anbefales når macOS-skjermene kun viser berøring i hjørnene sine.
nl: Mouse Warp verplaatst de aanwijzer tussen bij elkaar horende schermranden volgens de routeringsindeling van OmniWM. Dit wordt aanbevolen wanneer macOS-beeldschermen elkaar alleen bij de hoeken raken.
pl: Mouse Warp przesuwa wskaźnik po krawędziach wyświetlaczy zgodnych z układem routingu OmniWM. Zaleca się go, gdy macOS wyświetla dotyk tylko w narożnikach.
ru: Mouse Warp перемещает указатель через соответствующие края дисплеев согласно схеме маршрутизации OmniWM. Рекомендуется, когда дисплеи macOS соприкасаются только углами.
sr_latn: Miša Varp pomera indikator preko odgovarajućih ivica ekrana koristeći raspored rutiranje OmniWM. Preporučuje se kada se macOS ekrani dodiruju samo na njihovim uglovima.
sv: Mouse Warp flyttar pekaren över matchande skärmkanter med hjälp av OmniWM-routingarrangemanget. Det rekommenderas när macOS-skärmarna bara visar touch vid hörnen.
uk: Mouse Warp переміщує вказівник між відповідними краями дисплеїв згідно зі схемою маршрутизації OmniWM. Це рекомендовано, коли дисплеї macOS торкаються лише кутами.
zh_hans: Mouse Warp使用OmniWM路由安排将光标在匹配的显示边缘上移动。当macOS只在其角落显示触摸时，建议使用此功能。

source: Mouse Wheel Speed
ar: سرعة عجلة الفأرة
da: Musehjulshastighed
de: Mausradgeschwindigkeit
el: Ταχύτητα τροχού ποντικιού
es: Velocidad de la rueda del ratón
fi: Hiiren pyörien nopeus
fr: Vitesse des roues de la souris
he: מהירות גלגל העכבר
hi: माउस व्हील गति
it: Velocità della ruota del mouse
ja: マウスホイールの速度
ko: 마우스 휠 속도
nb: Mushjulhastighet
nl: Muiswielsnelheid
pl: Prędkość kółka myszy
ru: Скорость колеса мыши
sr_latn: Brzina miša
sv: Mushjulhastighet
uk: Швидкість колеса мишки
zh_hans: 鼠标轮速

source: Mouse scroll modifier
ar: معدل تمرير الفأرة
da: Modifikatortast til muserulning
de: Maus-Scroll-Modifikator
el: Τροποποιητής κύλισης ποντικιού
es: Modificador de desplazamiento del ratón
fi: Hiiren käärömuokkain
fr: Modificateur de défilement de souris
he: משנה גלילה של עכבר
hi: माउस स्क्रॉल संशोधक
it: Modificatore di scorrimento del mouse
ja: マウススクロールモディファイアー
ko: 마우스 스크롤 수정자
nb: Musrullmodifiserer
nl: Muisrol-modifier
pl: Modyfikator przewijania myszą
ru: Модификатор прокрутки мыши
sr_latn: Modifikator miša
sv: Musscrollmodifierare
uk: Модифікатор прокручування мишею
zh_hans: 鼠标滚动修改器

source: Mouse to Focused
ar: الفأرة إلى مركزة
da: Musen skal fokuseres
de: Maus auf Fokussiert
el: Ποντίκι που Εστιάζεται
es: Ratón a enfocado
fi: Kohdistava hiiri
fr: Souris à focaliser
he: עכבר להתמקד
hi: माउस से फ़ोकस्ड
it: Mouse a messa a fuoco
ja: マウスでフォーカスする
ko: 포인터를 포커스된 창으로 이동
nb: Muse til fokusert
nl: Muis te focussen
pl: Mysz do skupienia
ru: Мышь в фокусированном режиме
sr_latn: Miša da se fokusira
sv: Mus till fokuserad
uk: Перемістити вказівник до вибраного вікна
zh_hans: 鼠标到聚焦

# Move %@ %@
source: Move %1$@ %2$@
ar: انتقل %1$@ %2$@
da: Flytning %1$@ %2$@
de: Bewegen Sie %1$@ %2$@.
el: Μετακίνηση %1$@ %2$@
es: Mover %1$@ %2$@
fi: Siirrä %1$@ %2$@
fr: Déplacer %1$@ %2$@
he: העבר %1$@ %2$@
it: Sposta %1$@ %2$@
ja: 移動%1$@ %2$@
ko: %1$@을(를) %2$@로 이동
nb: Flytt %1$@ %2$@
nl: %1$@ %2$@ verplaatsen
pl: Przenieś %1$@ %2$@
ru: Передвините %1$@ %2$@
sr_latn: Pokretanje %1$@ %2$@
sv: Flytta %1$@ %2$@
uk: Перемістити %1$@ %2$@
zh_hans: 移动%1$@ %2$@

source: Move %@ Down
ar: انقل %@ للأسفل
da: Flyt %@ Ned
de: Bewegen Sie %@ nach unten
el: Μετακίνηση %@ προς τα κάτω
es: Mover %@ hacia abajo
fi: Siirrä %@ alas
fr: Déplacer %@ vers le bas
he: העבר %@ למטה
hi: %@ को नीचे ले जाएँ
it: Sposta %@ giù
ja: %@を下に移動する
ko: %@을 아래로 이동하세요
nb: Flytt %@ ned
nl: %@ omlaag verplaatsen
pl: Przesuń %@ w dół
ru: Переместить %@ вниз
sr_latn: Pokretanje %@ dole
sv: Flytta %@ ner
uk: Перемістити %@ вниз
zh_hans: 向下移动%@

source: Move %@ Up
ar: انقل %@ للأعلى
da: Flyt %@ Op
de: Bewegen Sie %@ nach oben
el: Μετακίνηση %@ προς τα πάνω
es: Mover %@ Arriba
fi: Siirrä %@ ylös
fr: Déplacer %@ vers le haut
he: העבר %@ למעלה
hi: %@ ऊपर ले जाएँ
it: Sposta %@ su
ja: %@を上に移動する
ko: %@을 위로 이동하세요
nb: Flytt %@ opp
nl: Verplaatsen %@ Omhoog
pl: Przenieś %@ w górę
ru: Переместить %@ вверх
sr_latn: Pokretanje %@ nagore
sv: Flytta %@ uppåt
uk: Підністи %@ вгору
zh_hans: 向上移动%@
